{
    "harvester.CHARGES_HINT": "If this item will be cast using charges from the parent item, configure the number of charges above.",
    "harvester.Configure": "Configure",
    "harvester.ConfigureOverrides": "Configure Overrides",
    "harvester.DeleteHarvesterSource": "Delete item harvester link",
    "harvester.LIMITED_HINT": "If this item has a number of uses per rest or similar innate limitations, configure the number of charges above.",
    "harvester.MISSING_ITEM_DESCRIPTION": "This item's original item could not be found. Maybe it was deleted?",
    "harvester.MISSING_ITEM": "Missing Item",
    "harvester.MODULE_NAME": "Items with items",
    "harvester.QUERY_ALSO_DELETE": "Would you also like to delete the items from that item?",
    "harvester.RemoveLink": "Remove Link",
    "harvester.SAVE_HINT": "If this item has a flat DC or other specialized saving throw logic.",
    "harvester.SETTINGS.ITEM_EXCLUSION.HINT": "Select which item types can have items attached.",
    "harvester.SETTINGS.ITEM_EXCLUSION.NAME": "Select Item Types",
    "harvester.SETTINGS.ITEM_EXCLUSION.TITLE": "Item Type Exclusion Menu",
    "harvester.SETTINGS.SORT_ORDER.HINT": "If checked, itembook sections added by this module will be put at the bottom of the itembook tab, rather than the top.",
    "harvester.SETTINGS.SORT_ORDER.NAME": "itembook Sort Order",
    "harvester.item_LEVEL_HINT": "If this item is to be cast at a specific level, configure the level above.",
    "harvester.WARN_ALSO_DELETE": "This will delete the harvester link item from the current item. Are you certain you want to delete the harvester link item?",
    "harvester.WARN_CANNOT_ADDREMOVE": "An Owned Item's items cannot be added to or removed from. These items have been added to the Actor's itembook Tab.",
    "harvester.WARN_OWNED": "You are editing an owned Item's items, any changes made here will not be applied to the items on the owning actor.",
    "harvester.tab.label": "Harvester Link",
    "harvester.dialog.warning.areyousuretoadd.name": "Are you sure you want to add the object ?",
    "harvester.dialog.warning.areyousuretoadd.hint": "The object (usually a gem) will be destroyed when the operation is completed, so be careful adventurer.",
    "harvester.label.sheetDragContent": "Drag actor sources here"
}