{
  "name": "Arcanaloth Venom (vial)",
  "type": "loot",
  "img": "icons/consumables/potions/vial-cork-empty.webp",
  "system": {
    "description": {
      "value": "The claws of an arcanaloth are coated with a thin layer of venom. Some of this venom may be salvaged before it dries. Proficiency with the poisoner kit may be used for harvesting this venom. On a successful check, the character harvests the creature's venom. The venom must be refined before producing 1 dose of Arcanaloth Poison (see below). On a failed check, the character is unable to extract the venom. If the character fails the check by 5 or more, the character is subjected to the creature's venom. Refining the Poison: Once the venom is extracted, an alchemist (or someone proficient in the poisoner's kit) can spend 12 hours and 100gp worth of material to create Arcanaloth Poison (DC 14 Poisoner Kit or Alchemist Supplies check). Arcanaloth Poison (Injury): Arcanaloth Poison is the exact equivalent of Serpent Venom (DMG p258). The poison can coat up to 3 pieces of ammunition or 1 melee weapon for 1 minute. Applying the poison takes 1 action. Any creature successfully hit must make a DC 11 Constitution saving throw, taking 3d6 poison damage on a failed save, or half as much damage on a successful one. This poison usually sells for 200gp, but the poison is often considered an illicit good (and may not be sold to normal vendors).",
      "chat": "10",
      "unidentified": "Arcana"
    },
    "source": "Arcanaloth",
    "quantity": 1,
    "weight": 1,
    "price": {
      "value": 50,
      "denomination": "gp"
    },
    "attunement": 0,
    "equipped": false,
    "rarity": "",
    "identified": true
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.5",
    "coreVersion": "10.291",
    "createdTime": 1688174973777,
    "modifiedTime": 1688174973777,
    "lastModifiedBy": "packsbuilder0000"
  },
  "_id": "YB14ladG1bUWKc27",
  "_key": "!items!YB14ladG1bUWKc27"
}
