{
  "name": "Imp Poison Gland",
  "type": "loot",
  "img": "icons/commodities/biological/organ-heart-black.webp",
  "system": {
    "description": {
      "value": "The imp's red, scorpion-like stinger contains a fist-sized bloody sac that produces a deadly venom for the imp. A skilled harvester can attempt to remove the gland intact. Proficiency with the poisoner kit may be used for harvesting this gland. On a successful check, the character harvests the creature's poison gland that must be refined before producing 1 dose of Serpent Venom (see below, or DMG p258). On a failed check, the character is unable to extract the poison gland. If the character fails the check by 5 or more, the character is subjected to the creature's venom. Refining the Poison: Once the gland is extracted, an alchemist (or someone proficient in the poisoner's kit) can spend 12 hours and 100gp worth of material to create Serpent Poison (DC 14 Poisoner Kit or Alchemist Supplies check). Serpent Venom (Injury): The poison can coat up to 3 pieces of ammunition or 1 melee weapon for 1 minute. Applying the poison takes 1 action. Any creature successfully hit must make a DC 11 Constitution saving throw, taking 3d6 poison damage on a failed save, or half as much damage on a successful one. This poison usually sells for 200gp, but the poison is often considered an illicit good (and may not be sold to normal vendors).",
      "chat": "5",
      "unidentified": "Arcana"
    },
    "source": "Imp",
    "quantity": 1,
    "weight": 1,
    "price": {
      "value": 50,
      "denomination": "gp"
    },
    "attunement": 0,
    "equipped": false,
    "rarity": "",
    "identified": true
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.5",
    "coreVersion": "10.291",
    "createdTime": 1688174976607,
    "modifiedTime": 1688174976607,
    "lastModifiedBy": "packsbuilder0000"
  },
  "_id": "R5d5pyS7N0wYIcwN",
  "_key": "!items!R5d5pyS7N0wYIcwN"
}
