{
  "name": "Tlincalli Stinger",
  "type": "loot",
  "img": "icons/creatures/abilities/stinger-poison-scorpion-brown.webp",
  "system": {
    "description": {
      "value": "The scorpion-like tail of a Tlincalli has a large stinger that contains a strong paralytic poison. Proficiency with the poisoner kit can be used to harvest the stinger. On a failed check, the character is unable to extract any stinger. If the character fails the check by 5 or more, the character is subjected to the creature's poison. Refining the Poison: Once the stinger is extracted, an alchemist (or someone proficient in the poisoner's kit) can spend 1 day and 250gp worth of material to create Tlincalli Poison (DC 15 Poisoner Kit or Alchemist Supplies check). Tlincalli Poison: A creature can spend an action to coat 1 melee weapon, or 3 pieces of ammunition with this poison. The poison lasts for 1 minute, or until it successfully affects a target. A creature hit with a weapon coated with this poison takes 4d6 poison damage and must succeed on a DC 14 Constitution saving throw or be poisoned for 1 minute. If it fails the saving throw by 5 or more, the target is also paralyzed while poisoned. The target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. This poison usually sells for 500gp, but the poison is often considered an illicit good (and may not be sold to normal vendors).",
      "chat": "20",
      "unidentified": "Nature"
    },
    "source": "Tlincalli",
    "quantity": 1,
    "weight": 1,
    "price": {
      "value": 50,
      "denomination": "gp"
    },
    "attunement": 0,
    "equipped": false,
    "rarity": "",
    "identified": true
  },
  "effects": [],
  "folder": null,
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "flags": {},
  "_stats": {
    "systemId": "dnd5e",
    "systemVersion": "2.1.5",
    "coreVersion": "10.291",
    "createdTime": 1688174978523,
    "modifiedTime": 1688174978523,
    "lastModifiedBy": "packsbuilder0000"
  },
  "_id": "VUtTrX43cKWde5PC",
  "_key": "!items!VUtTrX43cKWde5PC"
}
